Repository: timabell/dargui
Catalog: locales/dargui.*.po
Languages: es

source: Using DAR version %s
es: Empleando la versión %s de DAR

source: * No DAR executable found! *
es: * DAR no fue encontrado *

source: Apply filters to filenames only
es: Filtrar solamente nombres de ficheros

source: Apr
es: abr

# dgstrconst.rsarchive
source: Archive
es: Copia

# dgstrconst.rsarchivebasename
source: Archive base name
es: Nombre raíz de la copia

# dgstrconst.rsattempttoreaddarconf
source: Attempt to read DAR configuration files
es: Intentar a leer ficheros de configuración DAR

source: Aug
es: ago

source: Author: %s
es: Autor: %s

# dgstrconst.rsbasedirectory
source: Base directory
es: Directorio raíz

# dgstrconst.rsbatchfile
source: Batch file
es: Fichero de parámetros

# dgstrconst.rsbuttonadd
source: Add
es: Añadir

# dgstrconst.rsbuttonaddfile
source: Add file
es: Añadir fichero

# dgstrconst.rsbuttonaddmask
source: Add mask
es: Añadir máscara

# dgstrconst.rsbuttonbrowse
source: Browse
es: Buscar

# dgstrconst.rsbuttoncancel
source: Cancel
es: Cancelar

# dgstrconst.rsbuttonclear
source: Clear
es: Limpiar

source: Close
es: Cerrar

# dgstrconst.rsbuttonok
source: OK
es: Aceptar

# dgstrconst.rsbuttonremove
source: Remove
es: Quitar

source: Are you sure that you want to cancel scheduled script %s%s
es: ¿Está suguro que desea cancelar el script automático %s%s?

source: Check the archive for errors
es: Verificar la integridad de los ficheros en el archivo

source: Date
es: Fecha

# dgstrconst.rscolfilename
source: File
es: Fichero

source: Group
es: Grupo

source: Size
es: Tamaño

source: Status
es: Estatus

source: User
es: Usuario

source: Commands
es: Mandos

# dgstrconst.rscompression
source: Compression
es: Compresión

# dgstrconst.rscompressionlevel
source: Compression level
es: Nivel de compresión

# dgstrconst.rscompressiontype
source: Compression type
es: Tipo de compresión

source: Confirm before overwriting
es: Confirmar antes de sobreescribir

source: Confirm cancellation
es: Confirme la cancelación

source: Add file mask
es: Añadir máscara

source: Add filter
es: Añadir filtro

source: comparing files...
es: comparando ficheros...

source: creating archive...
es: realizando copia de sguridad...

source: DarGUI: checking archive integrity...
es: DarGUI: verificando integridad de copia de seguridad...

# dgstrconst.rscptisolatearchivecatalo
source: Isolate archive catalogue
es: Extraer catálogo de la copia

source: DarGUI: Isolating catalogue...
es: DarGUI: Aislando catálogo...

source: Repeating action...
es: Repitiendo operación...

source: Resolve conflict
es: Resolver conflicto

source: Restore %s nodes...
es: Restaurar %s nodos...

source: Restore selected files
es: Restaurar los ficheros seleccionados

source: restoring files...
es: restaurando ficheros...

source: Save backup settings
es: Guardar los parámetros de la cópia de seguridad

source: Scheduled backups
es: Copias automáticos

source: Select date
es: Seleccionar fecha

source: Create archive immediately
es: Hacer la copia de seguridad ahora

source: # Create slices of size in Mb
es: # Guardar la copia de seguridad como trozos del tamaño especificado

source: # DAR batch file written by DarGUI
es: # Fichero de parámetros DAR, escrito por DarGUI

source: DarGUI has been developed using Freepascal and the Lazarus IDE
es: DarGUI fue desarrollado empleando Freepascal y el IDE Lazarus

source: Day
es: Día

source: Day of week
es: Día de la semana

source: Dec
es: dic

# dgstrconst.rsdifferentialbackup
source: Differential backup
es: Copia diferencial

# dgstrconst.rsdirectories
source: Directories
es: Directorios

source: These directories are already selected to be excluded from the archive. %sDo you really want to include them?
es: Estos directorios están marcados como excluidos de la copia. %s¿Está seguro que desea incluirlos?

source: These directories are already selected to be included in the archive.%sDo you really want to exclude them?
es: Estos directorios están marcados como incluidos en la copia. %s¿Está seguro que desea excluirlos?

# dgstrconst.rsdonotcompress
source: Do not compress ...
es: No comprimir...

source: Do not overwrite files
es: No sobreescribir ficheros

source: # Dry run: this archive will not be written to file unless the next option is removed
es: # Ensayo: la copia de seguridad no será creada sin quitar este parámetro

source: Encrypt archive using blowfish
es: Cifrar el archivo con Blowfish

source: Enter Password
es: Entrar contraseña

source: Compression level must be between 0 and 9
es: El nivel de compresión debe estar entre 0 y 9

source: Unable to locate dar executable: nothing will work!
es: Programa ejecutable dar no encontrado: ¡nada funcionará!

source: Date cannot be in the past
es: La fecha debe estar en el futuro

source: Error when deleting crontab entry: %s%s
es: Error al borrar la entrada en crontab %s%s

source: Error when deleting scheduled backup
es: Error al cancelar la copia automática

source: Error: %s not found
es: Error: no se ha encontrado %s

# dgstrconst.rserrinvalidarchivename
source: Invalid archive name
es: Nombre de archivo inválido

source: Archive name or path contains invalid characters
es: El nombre del archivo contiene carácteres inválidos

source: Invalid directory
es: Directorio inválido

source: Invalid number for file size
es: Tamaño de fichero inválido

source: Unable to find bash: some features disabled
es: El programa bash no fue encontrado: algunas opciones están desactivadas

source: Error: no files were selected
es: Error: ningún fichero seleccionado

source: Unable to find xterm: some features disabled
es: El programa xterm no fue encontrado: algunas opciones están desactivadas

source: Unable to find xterm or bash: some features disabled
es: Los programas xterm y bash no fueron encontrados: algunas opciones están desactivadas

source: Reference archive not found
es: No se ha localizado el archivo de referencia

source: Operation aborted: Restore selected files
es: Operación anulada: Restaurar ficheros seleccionados

source: Unable to schedule script execution.%sError when executing at: %s%s
es: No se ha podido ejecutar el script:%sError en: %s%s

source: Unable to find archive
es: Archivo no encontrado

source: Unable to open archive
es: No fue posible abrir el archivo

source: Error writing script
es: Error al grabar el script

source: # Directories to exclude from archive
es: # Directorios par excluir de la copia de seguridad

source: # Files to exclude from archive
es: # Ficheros par excluir de la copia de seguridad

source: Exclude directories
es: Excluir estos directorios:

# dgstrconst.rsexcludefiles
source: Exclude files:
es: Excluir estos ficheros:

source: Existing files
es: Ficheros existiendos

source: Select using filters...
es: Seleccionar mediante filtros...

# dgstrconst.rsfilemask
source: File mask
es: Máscara de fichero

# dgstrconst.rsfiles
source: Files
es: Ficheros

source: These files are already selected to be excluded from the archive.%sDo you really want to include them?
es: Estos ficheros están marcados como excluidos de la copia. %s¿Está seguro que quiere incluirlos?

source: These files are already selected to be included in the archive.%sDo you really want to exclude them?
es: Estos ficheros están marcados como incluidos en la copia. %s¿Está seguro que desea excluirlos?

source: # Files to restore
es: # Ficheros para restaurar

source: All files
es: Todos los ficheros

source: DAR archives
es: Ficheros DAR

source: DarGUI files
es: Ficheros DarGUI

source: Fri
es: vie

# dgstrconst.rshintcomparearchivefile
source: Compare archive and filesystem
es: Comparar el contenido de un archivo con el sistema

# dgstrconst.rshintcreateanewarchive
source: Create a new archive
es: Realizar una nueva copia de seguridad

source: Isolate catalogue from archive
es: Extraer el catálogo de una copia de seguridad

# dgstrconst.rshintopenanarchive
source: Open an archive
es: Abrir una copia de seguridad

source: Hour
es: Hora

# dgstrconst.rsignoredirectories
source: Ignore directories
es: Ignorar directorios

source: # Directories to include in archive
es: # Directorios par incluir en la copia de seguridad

source: # Files to include in archive
es: # Ficheros par incluir en la copia de seguridad

source: Include directories:
es: Incluir estos directorios:

# dgstrconst.rsincludefiles
source: Include files:
es: Incluir estos ficheros:

source: Add timestamp to name
es: Anadir fecha y hora en el nombre

source: Incorrect password entered
es: Contraseña incorrecta

source: Location: %s
es: Locación: %s

source: Information for archive: %s
es: Resumen del archivo %s

source: %s inodes checked : %s differences found
es: %s nodos comprobados: %s diferencias identificadas

source: Invalid input
es: Parámetro inválido

source: Jan
es: ene

# dgstrconst.rslicencegpl
source: Licence: GPL
es: Licencia: GPL

source: Load backup settings from file
es: Cargar parámetros de un fichero

# dgstrconst.rslowersizelimitforcom
source: Lower size limit for compression:
es: Tamaño limite inferior para compresión

source: Match all filters
es: Aplicar todos los filtros

# dgstrconst.rsmenuarchive
source: Archive
es: Copia

# dgstrconst.rsmenucheckintegrity
source: Check Integrity
es: Verificar Integridad

# dgstrconst.rsmenucomparefiles
source: Compare files
es: Comparación de ficheros

# dgstrconst.rsmenudardocumentation
source: Dar Documentation
es: Documentación DAR

# dgstrconst.rsmenudarguihelp
source: DarGUI Help
es: Ayuda DarGUI (en inglés)

# dgstrconst.rsmenuexit
source: Exit
es: Salir

# dgstrconst.rsmenufile
source: File
es: Archivo

source: Help
es: Ayuda

# dgstrconst.rsmenuhelpabout
source: About DarGUI
es: Acerca de DarGUI

# dgstrconst.rsmenuhideall
source: Hide All
es: Esconder Todos

# dgstrconst.rsmenuinformation
source: Information
es: Información

source: Isolate Catalogue
es: Extraer Catálogo

# dgstrconst.rsmenunew
source: New
es: Nuevo

# dgstrconst.rsmenuopen
source: Open
es: Abrir

source: Open Recent...
es: Abrir Reciente...

source: Operation Logs
es: Operaciones realizadas

# dgstrconst.rsmenuoptions
source: Options
es: Opciones

# dgstrconst.rsmenurestoreall
source: Restore All
es: Restaurar Todos

# dgstrconst.rsmenurestoreselected
source: Restore Selected
es: Restaurar Selección

source: Schedule Manager
es: Gestionario de scripts automáticos

# dgstrconst.rsmenuselectbyfilter
source: Select by Filter
es: Seleccionar por filtro

# dgstrconst.rsmenushowall
source: Show All
es: Ver Todos

# dgstrconst.rsmenushowselected
source: Show Selected
es: Ver Selección

# dgstrconst.rsmenushowtoolbar
source: Show Toolbar
es: Ver Herramientas

source: Toggle Selection
es: Invertir Selección

source: BUSY...
es: TRABAJANDO...

source: Destination directory not found
es: Directorio de destino no encontrado

# dgstrconst.rsmessinvalidarchivename
source: Invalid archive name
es: Nombre de archivo inválido

source: Invalid catalogue name
es: Nombre de catálogo inválido

source: Invalid destination directory
es: Directorio de destino inválido

source: No statistics available - operation aborted?
es: Ninguna información encontrada: ¿se ha anulada la operación?

source: Unable to find %s.1.dar
es: No se ha encontrado %s.1.dar

source: Unable to find archive '%s'
es: Archivo '%s' no encontrado

source: Minutes
es: Minutos

source: Mon
es: lun

source: Month
es: Mes

source: New archive
es: Copia nueva

source: # Do not compress files smaller than this
es: # No comprimir ficheros de tamaño inferior a

source: # Do not compress these files
es: # No comprimir estos ficheros

# dgstrconst.rsnotes
source: Notes
es: Notas

source: # Do not read DAR configuration files (~/.darrc or /etc/darrc)
es: # Ignorar los ficeros de configuración DAR (~/.darrc y /etc/darrc)

source: Open archive when created
es: Abrir archivo después de crearlo

source: Open existing archive
es: Abrir archivo existiendo

# dgstrconst.rsoptions
source: Options
es: Opciones

# dgstrconst.rsoptions2
source: Options
es: Opciones

source: Overwrite existing archive?
es: ¿Sobreescribir copia existiendo?

source: Overwrite existing files
es: Sobreescribir ficheros existiendos

source: You have chosen to encrypt this scheduled backup.%sThe password for the encrypted archive will be included in the backup script.%sAre you sure that you want to do this?
es: Ha eligido encriptar esta copia automatica.%sLa palabra clave sera visible dentro del script.%s¿Está seguro que quiere seguir?

source: # Pause between slices
es: # Pausar entre trozos

# dgstrconst.rspausebetweenslices
source: Pause between slices
es: Pausar entre trozos

# dgstrconst.rspreservedirectories
source: Preserve directories
es: Retener nombres de directorios

source: # Preserve ignored directory names
es: # Incluir los nombres de los directorios excluidos

source: A Dar backup script has been saved to %s%s%sDo you want to execute the script now?
es: Se ha guardado un script DAR en %s%s%s¿Desea ejecutar el script ahora?

# dgstrconst.rsreferencearchive
source: Reference archive
es: Copia de referencia

source: Remove all filters?
es: ¿Quitar todos los filtros?

# dgstrconst.rsrestorefilesto
source: Restore files to
es: Restaurar ficheros en

source: Results
es: Resultado

# dgstrconst.rsrunonceonly
source: Run once only at
es: Ejecutar una vez a las

# dgstrconst.rsrunregularily
source: Run regularily at
es: Ejecutar repitidamente a

source: Sat
es: sáb

# dgstrconst.rssavearchivein
source: Save archive in
es: Guardar copia en

source: Save catalogue as
es: Guardar catálogo como

# dgstrconst.rssavescriptas
source: Save script as
es: Guardar escripto como

source: Save current backup settings
es: Salvar estos parámetros

# dgstrconst.rssavesettingsas
source: Save backup settings as
es: Salvar los parámetros como

# dgstrconst.rsscheduling
source: Scheduling
es: Ejecución

source: DAR script will be executed at %s:%s on %s
es: El script DAR será ejecutado a las %s:%s el %s

source: Script successfully scheduled for execution
es: Exito al preparar el script para ejecutarse automaticamente

source: The backup script will run every minute on the days selected%sAre you sure that you want to do this?
es: El script se ejecutará cada minuto de los días seleccionados%s¿Es esto lo que desea?

source: The backup script will run every minute of every day%sAre you sure that you want to do this?
es: El script se ejecutará cada minuto de cada día%s¿Es esto lo que desea?

source: View list of scheduled backups
es: Ver lista de scripts automáticos

source: Select file
es: Eligir fichero

source: Select reference archive
es: Seleccionar archivo de referencia

# dgstrconst.rsslicesize
source: Slice size
es: Tamaño de trozo

source: Source archive
es: Copia origen

source: %s node(s) selected
es: %s nodo(s) seleccionado(s)

source: Sun
es: dom

source: SVN Revision: %s
es: Revisión SVN: %s

# dgstrconst.rstestrunonly
source: Test run only
es: Ensayo

source: The file %s is encrypted. %sEnter the correct password for this archive.
es: El archivo %s está cifrada. %sEntrar la contraseña que corresponde.

source: Thu
es: jue

source: Time
es: Hora

source: Tue
es: mar

source: # Use bzip2 compression
es: # Emplear compresión bzip2

# dgstrconst.rsusebzip2compression
source: use bzip2 compression
es: emplear compresión bzip2

source: # Use gzip compression
es: # Emplear compresión gzip

# dgstrconst.rsusegzipcompression
source: use gzip compression
es: emplear compresión gzip

# dgstrconst.rsuseslices
source: Use slices
es: Emplear trozos

source: Verbose output
es: Ver detalles de operación

source: Version number: %s
es: Versión %s

source: Wed
es: mie

source: Yes
es: Sí

# TABOUTFORM.CAPTION
source: About DarGUI
es: Acerca de DarGUI

# TABOUTFORM.GPLLABEL.CAPTION
source: Licence: GPL
es: Licencia: GPL

# TARCHIVEFORM.ADDEXCLUDEFILEBUTTON.CAPTION
source: Add file
es: Añadir fichero

# TARCHIVEFORM.ADDINCLUDEDIRBUTTON.CAPTION
source: Add
es: Añadir

# TARCHIVEFORM.ADDINCLUDEFILEBUTTON.CAPTION
source: Add file
es: Añadir fichero

# TARCHIVEFORM.ARCHIVEBASELABEL.CAPTION
source: Archive base name
es: Nombre raíz de la copia

# TARCHIVEFORM.ARCHIVEDIRBUTTON.CAPTION
source: Browse
es: Buscar

# TARCHIVEFORM.ARCHIVEPAGE.CAPTION
source: Archive
es: Copia

# TARCHIVEFORM.BASEDIRBUTTON.CAPTION
source: Browse
es: Buscar

# TARCHIVEFORM.BASEDIRLABEL.CAPTION
source: Base directory
es: Directorio raíz

# TARCHIVEFORM.BATCHFILEBUTTON.CAPTION
source: Browse
es: Buscar

# TARCHIVEFORM.BATCHLABEL.CAPTION
source: Batch file
es: Fichero de parámetros

# TARCHIVEFORM.BZIP2CHECK.CAPTION
source: use bzip2 compression
es: emplear compresión bzip2

# TARCHIVEFORM.CANCELBUTTON.CAPTION
source: Cancel
es: Cancelar

# TARCHIVEFORM.COMPLVLLABEL.CAPTION
source: Compression level
es: Nivel de compresión

# TARCHIVEFORM.COMPRESSIONEXCEPTIONS.CAPTION
source: Do not compress ...
es: No comprimir...

# TARCHIVEFORM.COMPRESSIONPAGE.CAPTION
source: Compression
es: Compresión

# TARCHIVEFORM.COMPRESSIONTYPES.CAPTION
source: Compression type
es: Tipo de compresión

# TARCHIVEFORM.COMPRESSMASKS.CAPTION
source: Add
es: Añadir

# TARCHIVEFORM.COMPSIZELABEL.CAPTION
source: Lower size limit for compression:
es: Tamaño limite inferior para compresión

# TARCHIVEFORM.DELCOMPRESSMASKBUTTON.CAPTION
source: Remove
es: Quitar

# TARCHIVEFORM.DELEXCLUDEFILEBUTTON.CAPTION
source: Remove
es: Quitar

# TARCHIVEFORM.DELINCLUDEDIRBUTTON.CAPTION
source: Remove
es: Quitar

# TARCHIVEFORM.DELINCLUDEFILEBUTTON.CAPTION
source: Remove
es: Quitar

# TARCHIVEFORM.DIFFFILECHECK.CAPTION
source: Differential backup
es: Copia diferencial

# TARCHIVEFORM.DIFFREFBUTTON.CAPTION
source: Browse
es: Buscar

# TARCHIVEFORM.DIFFREFERENCE.EDITLABEL.CAPTION
source: Reference archive
es: Copia de referencia

# TARCHIVEFORM.DIRECTORIESPAGE.CAPTION
source: Directories
es: Directorios

# TARCHIVEFORM.DRYRUNCHECK.CAPTION
source: Test run only
es: Ensayo

# TARCHIVEFORM.EMPTYDIRCHECK.CAPTION
source: Preserve directories
es: Retener nombres de directorios

# TARCHIVEFORM.EXCLUDEFILEMASKS.CAPTION
source: Add mask
es: Añadir máscara

# TARCHIVEFORM.EXCLUDEFILESLABEL.CAPTION
source: Exclude files:
es: Excluir estos ficheros:

# TARCHIVEFORM.FILESPAGE.CAPTION
source: Files
es: Ficheros

# TARCHIVEFORM.GZIPCHECK.CAPTION
source: use gzip compression
es: emplear compresión gzip

# TARCHIVEFORM.INCLUDEFILEMASKS.CAPTION
source: Add mask
es: Añadir máscara

# TARCHIVEFORM.INCLUDEFILESLABEL.CAPTION
source: Include files:
es: Incluir estos ficheros:

# TARCHIVEFORM.OPTIONSPAGE.CAPTION
source: Options
es: Opciones

# TARCHIVEFORM.PAUSECHECK.CAPTION
source: Pause between slices
es: Pausar entre trozos

# TARCHIVEFORM.READCONFIGCHECK.CAPTION
source: Attempt to read DAR configuration files
es: Intentar a leer ficheros de configuración DAR

# TARCHIVEFORM.REPEATRADIOBUTTON.CAPTION
source: Run regularily at
es: Ejecutar repitidamente a

# TARCHIVEFORM.RUNONCEDATEEDIT.CANCELCAPTION
source: Cancel
es: Cancelar

# TARCHIVEFORM.RUNONCEDATEEDIT.OKCAPTION
source: OK
es: Aceptar

# TARCHIVEFORM.RUNONCERADIOBUTTON.CAPTION
source: Run once only at
es: Ejecutar una vez a las

# TARCHIVEFORM.SAVEARCHIVEINLABEL.CAPTION
source: Save archive in
es: Guardar copia en

# TARCHIVEFORM.SAVESCRIPTCHECKBOX.CAPTION
source: Save script as
es: Guardar escripto como

# TARCHIVEFORM.SCHEDULEPAGE.CAPTION
source: Scheduling
es: Ejecución

# TARCHIVEFORM.SCRIPTFILEBUTTON.CAPTION
source: Browse
es: Buscar

# TARCHIVEFORM.SLICESCHECK.CAPTION
source: Use slices
es: Emplear trozos

# TARCHIVEFORM.SLICESIZELABEL.CAPTION
source: Slice size
es: Tamaño de trozo

# TCREATESAVEDIALOG.CANCELBUTTON.CAPTION
source: Cancel
es: Cancelar

# TCREATESAVEDIALOG.FILENAMELABEL.CAPTION
source: Save backup settings as
es: Salvar los parámetros como

# TCREATESAVEDIALOG.NOTESLABEL.CAPTION
source: Notes
es: Notas

# TDIFFFORM.ARCHIVEBOX.EDITLABEL.CAPTION
source: Archive
es: Copia

# TDIFFFORM.BROWSEARCHIVE.CAPTION
source: Browse
es: Buscar

# TEXTRACTSELECTEDFORM.CANCELBUTTON.CAPTION
source: Cancel
es: Cancelar

# TEXTRACTSELECTEDFORM.FLATRESTORECHECKBOX.CAPTION
source: Ignore directories
es: Ignorar directorios

# TEXTRACTSELECTEDFORM.OPTIONSGROUPBOX.CAPTION
source: Options
es: Opciones

# TEXTRACTSELECTEDFORM.RESTOREFILESLABEL.CAPTION
source: Restore files to
es: Restaurar ficheros en

# TFILEMASKDIALOG.CANCELBUTTON.CAPTION
source: Cancel
es: Cancelar

# TFILEMASKDIALOG.CAPTION
source: Add file
es: Añadir fichero

# TFILEMASKDIALOG.FILEMASKLABEL.CAPTION
source: File mask
es: Máscara de fichero

# TMAINFORM.MENUARCHIVE.CAPTION
source: Archive
es: Copia

# TMAINFORM.MENUSETTINGS.CAPTION
source: Options
es: Opciones

# TMAINFORM.MIARCHIVEDIFF.CAPTION
source: Compare files
es: Comparación de ficheros

# TMAINFORM.MIARCHIVEINFORMATION.CAPTION
source: Information
es: Información

# TMAINFORM.MIEXIT.CAPTION
source: Exit
es: Salir

# TMAINFORM.MIFILENEW.CAPTION
source: New
es: Nuevo

# TMAINFORM.MIFILEOPEN.CAPTION
source: Open
es: Abrir

# TMAINFORM.MIHELPABOUT.CAPTION
source: About DarGUI
es: Acerca de DarGUI

# TMAINFORM.MIHELPCONTENTS.CAPTION
source: DarGUI Help
es: Ayuda DarGUI (en inglés)

# TMAINFORM.MIHELPDAR.CAPTION
source: Dar Documentation
es: Documentación DAR

# TMAINFORM.MISELECTFILTER.CAPTION
source: Select by Filter
es: Seleccionar por filtro

# TMAINFORM.MISHOWSELECT.CAPTION
source: Show Selected
es: Ver Selección

# TMAINFORM.MISHOWTOOLBAR.CAPTION
source: Show Toolbar
es: Ver Herramientas

# TMAINFORM.MITESTARCHIVE.CAPTION
source: Check Integrity
es: Verificar Integridad

# TMAINFORM.PMIHIDEALL.CAPTION
source: Hide All
es: Esconder Todos

# TMAINFORM.PMIRESTOREALL.CAPTION
source: Restore All
es: Restaurar Todos

# TMAINFORM.PMIRESTORESELECTED.CAPTION
source: Restore Selected
es: Restaurar Selección

# TMAINFORM.PMISELECTFILTER.CAPTION
source: Select by Filter
es: Seleccionar por filtro

# TMAINFORM.PMISHOWALL.CAPTION
source: Show All
es: Ver Todos

# TMAINFORM.PMISHOWALLSELECTED.CAPTION
source: Show Selected
es: Ver Selección

# TMAINFORM.TBCREATE.HINT
source: Create a new archive
es: Realizar una nueva copia de seguridad

# TMAINFORM.TBDIFF.HINT
source: Compare archive and filesystem
es: Comparar el contenido de un archivo con el sistema

# TMAINFORM.TBISOLATE.HINT
source: Isolate archive catalogue
es: Extraer catálogo de la copia

# TMAINFORM.TBOPEN.HINT
source: Open an archive
es: Abrir una copia de seguridad

# TPASSWORDDLG.CANCELBUTTON.CAPTION
source: Cancel
es: Cancelar

# TSELECTFILTERFORM.ADDFILTERBUTTON.CAPTION
source: Add
es: Añadir

# TSELECTFILTERFORM.CANCELBUTTON.CAPTION
source: Cancel
es: Cancelar

# TSELECTFILTERFORM.CLEARFILTERSBUTTON.CAPTION
source: Clear
es: Limpiar

# TSELECTFILTERFORM.DELFILTERBUTTON.CAPTION
source: Remove
es: Quitar
