Repository: timabell/dargui
Catalog: trunk/locales/dargui.*.po
Languages: fr, sv

source: Aborting program. User refused to continue while asking:
fr: Abandon. L'utilisateur a refusé de continuer suite à la question :
sv: Avbryter program. Användare vägrade fortsätta vid förfrågan:

source: The archive %S is encrypted and no encryption cipher has been given, cannot open archive.
fr: L'archive %S est chiffrée mais aucun algorithme de chiffrement n'a été donné. Ouverture de l'archive impossible.
sv: Arkivet %S är krypterat och ingen krypteringschiffer har getts, kan ej öppna arkivet.

source: The format version of the archive is too high for that software version, try reading anyway?
fr: La version du format de cette archive est trop grand pour cette version d'application. Essaye t-on quand même lire cette archive ?
sv: Arkivets formatversion är för högt för denna programvaruversion, försöka läsa ändå?

source: CATALOGUE CONTENTS :
fr: CONTENU DU CATALOGUE :
sv: KATALOGINNEHÅLL :

source: [data ][ EA ][compr] | permission | user | group | size | date | filename
sv: [data ][ EA ][kompr] | behörighet | anvd | grupp | storl | datum | filnamn

source: %i file(s) have been record as destroyed since backup of reference
fr: %i fichier(s) ont été enregistré(s) comme détruit(s) depuis la sauvegarde de référence
sv: %i filer har noterats som förstörda sedan referenssäkerhetskopian

source: Extended Attributes support: %s
sv: Stöd för Extended Attribut : %s

source: Extracting contents of the archive...
fr: Lecture du contenu de l'archive ...
sv: Extraherar innehållet i arkivet...

source: total number of inode : %i
sv: totalt antal inoder : %i

source: Large files support (> 2GB): %s
sv: Stöd för stora filer(> 2GB): %s

source: The last file of the set is not present in
fr: Le dernier fichier (tranche) de l'archive n'est pas présent dans
sv: Den sista filen i omgången finns inte i

source: Libbz2 compression (bzip2) : %s
sv: Libbz2-komprimering (bzip2): %s

source: Libz compression (gzip) : %s
sv: Libz-komprimering (gzip) : %s

source: Long options support : %s
sv: Stöd för långa alternativ : %s

source: New Blowfish implementation: %s
sv: Ny Blowfish-implementering: %s

source: NO
fr: NON
sv: NEJ

source: ext2fs NODUMP flag support : %s
sv: stöd för ext2fs NODUMP-flagga : %s

source: [ REMOVED ]
fr: [ SUPPRIMÉ ]
sv: [ FLYTTAD ]

source: [return = OK | Esc = cancel]
fr: [Entrée = OK | Echap = annuler]
sv: [vagnretur = OK | Esc = avbryt]

source: %s is required for further operation, please provide the file.
fr: %s est requis pour la suite des opérations, merci de fournir ce fichier.
sv: %s krävs för ytterligare åtgärd, vänligen förse med filen.

source: Special allocation scheme : %s
sv: Särskilt tilldelningsschema: %s

source: Thread safe support : %s
sv: Stöd för säker trådning : %s

source: Warning, the archive %S has been encrypted. A wrong key is not possible to detect, it would cause DAR to report the archive as corrupted
sv: Varning, arkivet %S har krypterats. En felaktig nyckel är omöjlig att detektera, det skulle leda till att DAR rapporterar att arkivet var förstört

source: YES
fr: OUI
sv: JA

source: Using DAR version %s
fr: Utilisation de DAR version %s
sv: Använder DAR-version %s

source: * No DAR executable found! *
fr: L'executable DAR n'a pas été trouvé!
sv: * Inget DAR-program funnet! *

source: Apply filters to filenames only
fr: Appliquer les filtres aux noms des fichiers uniquement
sv: Tillämpa filter bara på filnamn

# dgstrconst.rsarchive
source: Archive
sv: Arkiv

# dgstrconst.rsarchivebasename
source: Archive base name
fr: Nom de base de l'Archive
sv: Arkivets basnamn

# dgstrconst.rsattempttoreaddarconf
source: Attempt to read DAR configuration files
fr: Tentative de lecture des fichiers de configuration de DAR
sv: Försök att läsa DARs inställningsfiler

source: Author: %s
fr: Auteur: %s
sv: Författare: %s

# dgstrconst.rsbasedirectory
source: Base directory
fr: Répertoire de base
sv: Basmapp

# dgstrconst.rsbatchfile
source: Batch file
fr: Fichier script
sv: Kommandofil

# dgstrconst.rsbuttonadd
source: Add
fr: Ajouter
sv: Lägg till

# dgstrconst.rsbuttonaddfile
source: Add file
fr: Ajouter un fichier
sv: Lägg till fil

# dgstrconst.rsbuttonaddmask
source: Add mask
fr: Ajouter un masque
sv: Lägg till mask

# dgstrconst.rsbuttonbrowse
source: Browse
fr: Parcourir...
sv: Bläddra

# dgstrconst.rsbuttoncancel
source: Cancel
fr: Annuler
sv: Avbryt

# dgstrconst.rsbuttonclear
source: Clear
fr: Effacer
sv: Rensa

source: Close
fr: Fermer
sv: Stäng

# dgstrconst.rsbuttonremove
source: Remove
fr: Retirer
sv: Tag bort

source: Are you sure that you want to cancel scheduled script %s%s
fr: Êtes-vous sûr de vouloir annuler le script programmé %s%s
sv: Är du säker på att du vill avbryta schemalagt skript %s%s

source: Check the archive for errors
fr: Contrôle de l'intégrité de l'archive
sv: Felkontrollera arkivet

# dgstrconst.rscoldate
source: Date
sv: Datum

# dgstrconst.rscolfilename
source: File
fr: Fichier
sv: Fil

# dgstrconst.rscolgroup
source: Group
sv: Grupp

# dgstrconst.rscolsize
source: Size
sv: Storlek

# dgstrconst.rscoluser
source: User
sv: Användare

source: Commands
fr: Commandes
sv: Kommandon

# dgstrconst.rscompression
source: Compression
sv: Komprimering

# dgstrconst.rscompressionlevel
source: Compression level
fr: Niveau de Compression
sv: Komprimeringsnivå

# dgstrconst.rscompressiontype
source: Compression type
fr: Type de Compression
sv: Komprimeringstyp

source: Confirm before overwriting
fr: Confirmer avant écrasement
sv: Bekräfta före överskrivning

source: Confirm cancellation
fr: Confirmer l'annulation
sv: Bekräfta avbryt

source: Add file mask
fr: Ajouter un masque fichier
sv: Lägg till filmask

source: Add filter
fr: Ajouter un filtre
sv: Lägg till filter

source: comparing files...
fr: Comparaison des fichiers...
sv: jämför filer...

source: creating archive...
fr: création de l'archive...
sv: skapar arkiv...

source: DarGUI: checking archive integrity...
fr: DarGUI: contrôle de l'intégrité de l'archive...
sv: DarGUI: kontrollerar arkivets integritet...

# dgstrconst.rscptisolatearchivecatalo
source: Isolate archive catalogue
fr: Isoler le catalogue de l'archive
sv: Isolera arkivkatalog

source: DarGUI: Isolating catalogue...
fr: DarGUI: Séparation du catalogue...
sv: DarGUI: Isolerar katalog...

source: Repeating action...
fr: Action répétée...
sv: Repeterar åtgärd...

source: Resolve conflict
fr: Resoudre les conflits
sv: Lös konflikt

source: Restore %s nodes...
fr: Restaurer %s noeuds...
sv: Återställer %s noder...

source: Restore selected files
fr: Restaurer les fichiers sélectionnés
sv: Återställer valda filer

source: restoring files...
fr: restauration de fichiers...
sv: återställer filer...

source: Save backup settings
fr: Enregistrer les paramètres de sauvegarde
sv: Spara backupinställningar

source: Scheduled backups
fr: Sauvegardes programmées
sv: Schemalägg backup

source: Select date
fr: Sélection date
sv: Välj dag

source: Create archive immediately
fr: Créer l'archive immédiatement
sv: Skapa arkiv omedelbart

source: # Create slices of size in Mb
fr: # Création de segments de taille en Mb
sv: # Skapa bitar i storlek av MB

source: # DAR batch file written by DarGUI
fr: # Fichier script DAR écrit par DarGUI
sv: # DAR kommandofil, skriven av DarGUI

source: DarGUI has been developed using Freepascal and the Lazarus IDE
fr: DarGUI a été développé avec l'interface Lazarus et compilée sous Freepascal
sv: DarGUI har utvecklats med hjälp av Freepascal och Lazarus IDE

source: Day
fr: Jour
sv: Dag

source: Day of week
fr: Jour de la semaine
sv: Veckodag

# dgstrconst.rsdifferentialbackup
source: Differential backup
fr: Sauvegarde différentielle
sv: Differentiell säkerhetskopiering

# dgstrconst.rsdirectories
source: Directories
fr: Répertoires
sv: Mappar

source: These directories are already selected to be excluded from the archive. %sDo you really want to include them?
fr: Ces répertoires ont déjà été sélectionnés pour être exclus de l'archive.%s Voulez-vous vraiment les y inclure?
sv: Dessa mappar har redan valts till att uteslutas från arkivet. %sVill du verkligen ta med dem?

source: These directories are already selected to be included in the archive.%sDo you really want to exclude them?
fr: Ces répertoires ont déjà été sélectionnés pour être inclus dans l'archive.%s Voulez-vous vraiment les y exclure?
sv: Dessa mappar har redan valts till att ingå i arkivet. %sVill du verkligen utesluta dem?

# dgstrconst.rsdonotcompress
source: Do not compress ...
fr: Ne pas compresser...
sv: Komprimera ej ...

source: Do not overwrite files
fr: Ne pas écraser les fichiers
sv: Skriv ej över filer

source: # Dry run: this archive will not be written to file unless the next option is removed
fr: # Phase Test: cette archive ne sera pas enregistrée tant que l'option suivante est inactive
sv: # Torrkörning: detta arkiv kommer ej att skrivas till fil såvida inte nästa val är borttaget

source: Encrypt archive using blowfish
fr: Cryptage Blowfish de l'archive
sv: Kryptera arkiv med blowfish

source: Enter Password
fr: Entrez le Mot de Passe
sv: Skriv in lösenord

source: Compression level must be between 0 and 9
fr: Le niveau de compression doit être entre 0 et 9
sv: Komprimeringsnivån måste vara mellan 0 och 9

source: Unable to locate dar executable: nothing will work!
fr: Impossible de localiser l'executable dar : rien ne fonctionnera!
sv: Kan ej hitta dar: inget kommer att fungera!

source: Date cannot be in the past
fr: La date ne peut pas être antérieure
sv: Datum kan ej vara i det förgångna

source: Error when deleting crontab entry: %s%s
fr: Erreur lors de la suppression de l'entrée crontab: %s%s
sv: Fel vid borttagande av rad i crontab: %s%s

source: Error when deleting scheduled backup
fr: Erreur lors de la suppression de la sauvegarde programmée
sv: Fel vid borttagande av schemalagd backup

source: Error: %s not found
fr: Erreur: %s non trouvé
sv: Fel: %s ej hittad

# dgstrconst.rserrinvalidarchivename
source: Invalid archive name
fr: Nom d'archive invalide
sv: Ogiltigt arkivnamn

source: Archive name or path contains invalid characters
fr: Le nom de l'archive ou du chemin contient des caractères non autorisés
sv: Arkivnamn eller sökväg innehåller ogiltiga tecken

source: Invalid directory
fr: Répertoire invalide
sv: Ogiltig mapp

source: Invalid number for file size
fr: Nombre invalide pour la taille du fichier
sv: Ogiltigt tal för filstorlek

source: Unable to find bash: some features disabled
fr: bash non trouvé: des options sont désactivées
sv: Kan ej hitta bash: några funktioner borttagna

source: Error: no files were selected
fr: Erreur: aucun fichier sélectionné
sv: Fel: inga filer valda

source: Unable to find xterm: some features disabled
fr: xterm non trouvé: des options sont désactivées
sv: Kan ej hitta xterm: några funktioner borttagna

source: Unable to find xterm or bash: some features disabled
fr: xterm ou bash non trouvés: des options sont désactivées
sv: Kan ej hitta varken xterm eller bash: några funktioner borttagna

source: Reference archive not found
fr: Archive de référence non trouvée
sv: Referensarkiv ej hittat

source: Operation aborted: Restore selected files
fr: Opération annulée: Restauration des fichiers sélectionnés
sv: Åtgärd avbruten: Återställer valda filer

source: Unable to schedule script execution.%sError when executing at: %s%s
fr: Impossible de programmer l'exécution du script .%sErreur lors de l'exécution à: %s%s
sv: Kunde ej schemalägga skript för körning.%sFel vid körning: %s%s

source: Unable to find archive
fr: Impossible de trouver l'archive
sv: Kan ej hitta arkiv

source: Unable to open archive
fr: Impossible d'ouvrir l'archive
sv: Kan ej öppna arkiv

source: Error writing script
fr: Erreur d'écriture du script
sv: fel vid skrivning av skript

source: # Directories to exclude from archive
fr: # Répertoires à exclure de l'archive
sv: # Mappar att utesluta från arkivet

source: # Files to exclude from archive
fr: # Fichiers à exclure de l'archive
sv: # Filer att utesluta från arkivet

source: Exclude directories
fr: Exclure les répertoires :
sv: Uteslut mappar

# dgstrconst.rsexcludefiles
source: Exclude files:
fr: Exclure les fichiers :
sv: Uteslut filer:

source: Existing files
fr: Fichiers existants
sv: Befintliga filer

source: Select using filters...
fr: Sélection avec filtres...
sv: Välj genom att använda filter...

# dgstrconst.rsfilemask
source: File mask
fr: Masque fichier
sv: Filmask

# dgstrconst.rsfiles
source: Files
fr: Fichiers
sv: Filer

source: These files are already selected to be excluded from the archive.%sDo you really want to include them?
fr: Ces fichiers ont déjà été sélectionnés pour être exclus de l'archive.%s Voulez-vous vraiment les y inclure?
sv: Dessa filer har redan valts till att uteslutas från arkivet. %sVill du verkligen ta med dem?

source: These files are already selected to be included in the archive.%sDo you really want to exclude them?
fr: Ces fichiers ont déjà été sélectionnés pour être inclus dans l'archive.%s Voulez-vous vraiment les y exclure?
sv: Dessa filer har redan valts till att ingå i arkivet. %sVill du verkligen utesluta dem?

# dgstrconst.rsfilesopened
source: files opened
sv: filer öppnade

source: # Files to restore
fr: # Fichiers à restaurer
sv: # Filer att återställe

source: All files
fr: Tous les fichiers
sv: Alla filer

source: DAR archives
fr: Archives DAR
sv: DAR arkiv

source: DarGUI files
fr: Fichiers DarGUI
sv: DarGUI filer

source: Fri
fr: Ven
sv: Fre

# dgstrconst.rshintcomparearchivefile
source: Compare archive and filesystem
fr: Comparer l'archive à un répertoire
sv: Jämför arkiv och filsystem

# dgstrconst.rshintcreateanewarchive
source: Create a new archive
fr: Créer une nouvelle archive
sv: Skapa ett nytt arkiv

source: Isolate catalogue from archive
fr: Isoler le catalogue de l'archive
sv: Isolera katalog från arkiv

# dgstrconst.rshintopenanarchive
source: Open an archive
fr: Ouvrir une archive
sv: Öppna ett arkiv

source: Hour
fr: Heure
sv: Timme

# dgstrconst.rsignoredirectories
source: Ignore directories
fr: Ignorer les répertoires
sv: Ignorera mappar

source: # Directories to include in archive
fr: # Répertoires à inclure dans l'archive
sv: # Mappar att ta med i arkivet

source: # Files to include in archive
fr: # Fichiers à inclure dans l'archive
sv: # Filer att ta med i arkivet

# dgstrconst.rsincludedirectories
source: Include directories:
sv: Medtag mappar:

# dgstrconst.rsincludefiles
source: Include files:
fr: Inclure les fichiers :
sv: Medtag filer:

source: Add timestamp to name
fr: Estampiller le nom
sv: Lägg till tidsmarkering till namn

source: Incorrect password entered
fr: Mot de Passe saisi incorrect
sv: Felaktigt lösenord inskrivet

source: Location: %s
fr: Localisation: %s
sv: Plats: %s

source: Information for archive: %s
fr: Information de l'archive: %s
sv: Information om arkiv: %s

source: %s inodes checked : %s differences found
fr: %s contrôle des inodes : %s des différences ont été trouvées
sv: %s inoder kontrollerade : %s skillnader funna

source: Invalid input
fr: Entrée non valide
sv: Ogiltig inmatning

source: Load backup settings from file
fr: Lecture des paramètres de sauvegarde depuis un fichier
sv: ladda backupinställningar från fil

# dgstrconst.rslowersizelimitforcom
source: Lower size limit for compression:
fr: Taille limite basse pour la compression:
sv: Mindre storleksgräns för komprimering

source: Match all filters
fr: Grouper tous les filtres
sv: Matcha alla filter

source: May
fr: Mai
sv: Maj

# dgstrconst.rsmenuarchive
source: Archive
sv: Arkiv

# dgstrconst.rsmenucheckintegrity
source: Check Integrity
fr: Contrôler l'intégrité
sv: Kontrollera integritet

# dgstrconst.rsmenucomparefiles
source: Compare files
fr: Comparer les fichiers
sv: Jämför filer

# dgstrconst.rsmenudardocumentation
source: Dar Documentation
fr: Documentation Dar
sv: Dar dokumentation

# dgstrconst.rsmenudarguihelp
source: DarGUI Help
fr: Aide de DarGUI
sv: DarGUI Hjälp

# dgstrconst.rsmenuexit
source: Exit
fr: Quitter
sv: Avsluta

# dgstrconst.rsmenufile
source: File
fr: Fichier
sv: Fil

source: Help
fr: Aide
sv: Hjälp

# dgstrconst.rsmenuhelpabout
source: About DarGUI
fr: A propos de DARGUI
sv: Om DarGUI

# dgstrconst.rsmenuhideall
source: Hide All
fr: Cacher tous
sv: Göm allt

source: Isolate Catalogue
fr: Isoler le Catalogue
sv: Isolera katalog

# dgstrconst.rsmenunew
source: New
fr: Nouveau
sv: Nytt

# dgstrconst.rsmenuopen
source: Open
fr: Ouvrir
sv: Öppna

source: Open Recent...
fr: Fichiers récents...
sv: Öppna tidigare...

source: Operation Logs
fr: Journal des Opérations
sv: Åtgärdsloggar

# dgstrconst.rsmenuoptions
source: Options
sv: Val

# dgstrconst.rsmenurestoreall
source: Restore All
fr: Restorer Tout
sv: Återställ allt

# dgstrconst.rsmenurestoreselected
source: Restore Selected
fr: Restorer la Sélection
sv: Återställ valt

source: Schedule Manager
fr: Gestionnaire de programmation
sv: Schemaläggningshanterare

# dgstrconst.rsmenuselectbyfilter
source: Select by Filter
fr: Sélectionner par Filtre
sv: Välj med hjälp av filter

# dgstrconst.rsmenushowall
source: Show All
fr: Afficher Tout
sv: Visa allt

# dgstrconst.rsmenushowselected
source: Show Selected
fr: Afficher la Sélection
sv: Visa valt

# dgstrconst.rsmenushowtoolbar
source: Show Toolbar
fr: Afficher la barre d'outils
sv: Visa verktygsrad

source: Toggle Selection
fr: Inverser la sélection
sv: Byt valt

source: BUSY...
fr: PROCESSUS EN COURS...
sv: UPPTAGEN...

source: Destination directory not found
fr: Répertoire de destination non trouvé
sv: Målmapp ej funnen

# dgstrconst.rsmessinvalidarchivename
source: Invalid archive name
fr: Nom d'archive invalide
sv: Ogiltigt arkivnamn

source: Invalid catalogue name
fr: Nom de catalogue invalide
sv: Ogiltigt katalognamn

source: Invalid destination directory
fr: Répertoire de destination invalide
sv: Ogiltig målmapp

source: No statistics available - operation aborted?
fr: Pas de statistique disponible - annuler l'opération?
sv: Ingen statistik tillgänglig - avbryta åtgärden?

source: Unable to find %s.1.dar
fr: %s.1.dar non trouvé
sv: Kan ej hitta %s.1.dar

source: Unable to find archive '%s'
fr: Impossible de trouver l'archive '%s'
sv: Kan ej hitta arkiv '%s'

source: Minutes
sv: Minut

source: Mon
fr: Lun
sv: Mån

source: Month
fr: Mois
sv: Månad

source: New archive
fr: Nouvelle archive
sv: Nytt arkiv

source: No
fr: Non
sv: Nej

source: # Do not compress files smaller than this
fr: # Ne pas compresser les fichiers plus petit que ça
sv: # Komprimera ej filer mindre än detta

source: # Do not compress these files
fr: # Ne pas compresser ces fichiers
sv: # Komprimera ej dessa filer

# dgstrconst.rsnotes
source: Notes
sv: Notiser

source: # Do not read DAR configuration files (~/.darrc or /etc/darrc)
fr: # Ne pas lire les fichiers de configuration de DAR (~/.darrc or /etc/darrc)
sv: # Läs ej DAR's inställningsfiler (~/.darrc eller /etc/darrc)

source: Oct
sv: Okt

source: Open archive when created
fr: Ouvrir l'archive après la création
sv: Öppna arkiv när det är skapat

source: Open existing archive
fr: Ouvrir une archive existante
sv: Öppnar befintligt arkiv

# dgstrconst.rsoptions
source: Options
sv: Val

# dgstrconst.rsoptions2
source: Options
sv: Val

source: Overwrite existing archive?
fr: Ecraser l'archive existante?
sv: Skriva över befintligt arkiv?

source: Overwrite existing files
fr: Ecraser les fichiers existants
sv: Skriv över befintliga filer

source: You have chosen to encrypt this scheduled backup.%sThe password for the encrypted archive will be included in the backup script.%sAre you sure that you want to do this?
fr: Vous avez choisi de crypter cette sauvegarde programmée.%sLe mot de passe de l'archive cryptée sera inclus dans le script de sauvegarde.%s Êtes-vous sûr de vouloir faire cela ?
sv: Du har valt att kryptera denna schemalagda backup.%sLösenordet för krypterat arkiv kommer att ingå i backup skriptet.%sär fu säker på att du vill göra detta?

source: # Pause between slices
fr: # Pause entre les segments
sv: # Gör en paus mellan bitar

# dgstrconst.rspausebetweenslices
source: Pause between slices
fr: Pause entre les segments
sv: Gör paus mellan bitar

# dgstrconst.rspreservedirectories
source: Preserve directories
fr: Preserver les répertoires
sv: Bevara mappar

source: # Preserve ignored directory names
fr: # Préserver les noms des répertoires ignorés
sv: # Bevara ignorerade mappnamn

source: A Dar backup script has been saved to %s%s%sDo you want to execute the script now?
fr: Un script de sauvegarde Dar a été enregistré dans %s%s%sVoulez-vous exécuter le script maintenant ?
sv: Ett Dar skript har sparats till %s%s%sVill du köra skriptet nu?

# dgstrconst.rsreferencearchive
source: Reference archive
fr: Archive de référence
sv: Referensarkiv

# dgstrconst.rsrememberlast
source: Remember last
sv: Kom ihåg senaste

source: Remove all filters?
fr: Retirer tous les filtres
sv: Matcha alla filter

# dgstrconst.rsrestorefilesto
source: Restore files to
fr: Restaurer les fichiers dans
sv: Återställ filer till

source: Results
fr: Résultats
sv: Result

# dgstrconst.rsrunonceonly
source: Run once only at
fr: Lancer une seule fois à
sv: Kör endast en gång

# dgstrconst.rsrunregularily
source: Run regularily at
fr: Lancer régulièrement à
sv: Kör regelbundet

source: Sat
fr: Sam
sv: Lör

# dgstrconst.rssavearchivein
source: Save archive in
fr: Enregistrer l'archive sous
sv: Spara arkiv i

# dgstrconst.rssavecatalogueas
source: Save catalogue as
fr: Enregistrer le catalogue sous
sv: Spara katalog som

# dgstrconst.rssavescriptas
source: Save script as
fr: Enregistrer le script sous
sv: Spara skript som

source: Save current backup settings
fr: Enregistrer les paramètres actuels de sauvegarde
sv: Spara aktuella backupinställningar

# dgstrconst.rssavesettingsas
source: Save backup settings as
fr: Enregistrer les paramètres de sauvegarde dans
sv: Spara backupinställningar som

# dgstrconst.rsscheduling
source: Scheduling
fr: Programmation
sv: Schemaläggning

source: Script
sv: Skript

source: DAR script will be executed at %s:%s on %s
fr: Le script DAR sera exécuté à %s:%s le %s
sv: DAR skript kommer att köras: %s: %s på %s

source: Script successfully scheduled for execution
fr: Exécution du script programmé avec succès
sv: Skriptet har schemalagts för utförande

source: The backup script will run every minute on the days selected%sAre you sure that you want to do this?
fr: Le script de sauvegarde démarrera toutes les minutes des jours sélectionnés%sÊtes-vous sûr de vouloir faire cela ?
sv: Backup-skriptet kommar att köras varje minut de dagar som valts%sÄr du säker på att du vill detta?

source: The backup script will run every minute of every day%sAre you sure that you want to do this?
fr: Le script de sauvegarde démarrera toutes les minutes%sÊtes-vous sûr de vouloir faire cela ?
sv: Backup-skriptet kommar att köras varje minut varje dag%sÄr du säker på att du vill detta?

source: View list of scheduled backups
fr: Voir la liste des sauvegardes programmées
sv: Se på en lista med schemalagda backup

source: Select file
fr: Choisir un fichier
sv: Välj fil

source: Select reference archive
fr: Sélection de l'archive de référence
sv: Välj referensarkiv

# dgstrconst.rsslicesize
source: Slice size
fr: Taille Segment
sv: Bitstorlek

source: Source archive
fr: Archive source
sv: Källarkiv

source: %s node(s) selected
fr: %s noeud(s) sélectionné(s)
sv: %s nod(er) valda

source: Sun
fr: Dim
sv: Sön

# dgstrconst.rstestrunonly
source: Test run only
fr: Test de marche uniquement
sv: Endast provkörning

source: The file %s is encrypted. %sEnter the correct password for this archive.
fr: Le fichier %s est crypté. %sEntrez le bon mot de passe pour cette archive.
sv: Filen %s är krypterad. %sSkriv in the riktiga lösenordet för detta arkiv

source: Thu
fr: Jeu
sv: Tor

source: Time
fr: Heure
sv: Tid

source: Tue
fr: Mar
sv: Tis
