Repository: timabell/dargui
Catalog: trunk/locales/dargui.*.po
Languages: fr, sv

source: # Use bzip2 compression
fr: # Utiliser la compression bzip2
sv: # Använd bzip2-komprimering

# dgstrconst.rsusebzip2compression
source: use bzip2 compression
fr: Utiliser la compression bzip2
sv: använd bzip2-komprimering

source: # Use gzip compression
fr: # Utiliser la compression gzip
sv: # Använd gzip-komprimering

# dgstrconst.rsusegzipcompression
source: use gzip compression
fr: Utiliser la compression gzip
sv: använd gzip-komprimering

# dgstrconst.rsuseslices
source: Use slices
fr: Segmenter
sv: Använd bitar

source: Verbose output
fr: Processus détaillé
sv: Pratigt utdata

source: Version number: %s
fr: Numéro de version: %s
sv: Version nummer: %s

source: Wed
fr: Mer
sv: Ons

source: Yes
fr: Oui
sv: Ja

# TABOUTFORM.CAPTION
source: About DarGUI
fr: A propos de DARGUI
sv: Om DarGUI

source: Development info
sv: Utvecklingsinformation

source: Version number:
sv: Version nummer:

# TARCHIVEFORM.ADDEXCLUDEFILEBUTTON.CAPTION
source: Add file
fr: Ajouter un fichier
sv: Lägg till fil

# TARCHIVEFORM.ADDINCLUDEDIRBUTTON.CAPTION
source: Add
fr: Ajouter
sv: Lägg till

# TARCHIVEFORM.ADDINCLUDEFILEBUTTON.CAPTION
source: Add file
fr: Ajouter un fichier
sv: Lägg till fil

# TARCHIVEFORM.ARCHIVEBASELABEL.CAPTION
source: Archive base name
fr: Nom de base de l'Archive
sv: Arkivets basnamn

# TARCHIVEFORM.ARCHIVEDIRBUTTON.CAPTION
source: Browse
fr: Parcourir...
sv: Bläddra

# TARCHIVEFORM.ARCHIVEFORM.CAPTION
source: New Archive
sv: Nytt arkiv

# TARCHIVEFORM.ARCHIVEPAGE.CAPTION
source: Archive
sv: Arkiv

# TARCHIVEFORM.BASEDIRBUTTON.CAPTION
source: Browse
fr: Parcourir...
sv: Bläddra

# TARCHIVEFORM.BASEDIRECTORY.TEXT
source: Edit1
sv: Redigera 1

# TARCHIVEFORM.BASEDIRLABEL.CAPTION
source: Base directory
fr: Répertoire de base
sv: Basmapp

# TARCHIVEFORM.BATCHFILEBOX.TEXT
source: Edit1
sv: Redigera 1

# TARCHIVEFORM.BATCHFILEBUTTON.CAPTION
source: Browse
fr: Parcourir...
sv: Bläddra

# TARCHIVEFORM.BATCHLABEL.CAPTION
source: Batch file
fr: Fichier script
sv: Kommandofil

# TARCHIVEFORM.BZIP2CHECK.CAPTION
source: use bzip2 compression
fr: Utiliser la compression bzip2
sv: använd bzip2-komprimering

# TARCHIVEFORM.CANCELBUTTON.CAPTION
source: Cancel
fr: Annuler
sv: Avbryt

# TARCHIVEFORM.COMPLVLLABEL.CAPTION
source: Compression level
fr: Niveau de Compression
sv: Komprimeringsnivå

# TARCHIVEFORM.COMPRESSIONEXCEPTIONS.CAPTION
source: Do not compress ...
fr: Ne pas compresser...
sv: Komprimera ej ...

# TARCHIVEFORM.COMPRESSIONPAGE.CAPTION
source: Compression
sv: Komprimering

# TARCHIVEFORM.COMPRESSIONTYPES.CAPTION
source: Compression type
fr: Type de Compression
sv: Komprimeringstyp

# TARCHIVEFORM.COMPRESSMASKS.CAPTION
source: Add
fr: Ajouter
sv: Lägg till

# TARCHIVEFORM.COMPSIZELABEL.CAPTION
source: Lower size limit for compression:
fr: Taille limite basse pour la compression:
sv: Mindre storleksgräns för komprimering

# TARCHIVEFORM.DELCOMPRESSMASKBUTTON.CAPTION
source: Remove
fr: Retirer
sv: Tag bort

# TARCHIVEFORM.DELEXCLUDEFILEBUTTON.CAPTION
source: Remove
fr: Retirer
sv: Tag bort

# TARCHIVEFORM.DELINCLUDEDIRBUTTON.CAPTION
source: Remove
fr: Retirer
sv: Tag bort

# TARCHIVEFORM.DELINCLUDEFILEBUTTON.CAPTION
source: Remove
fr: Retirer
sv: Tag bort

# TARCHIVEFORM.DIFFFILECHECK.CAPTION
source: Differential backup
fr: Sauvegarde différentielle
sv: Differentiell säkerhetskopiering

# TARCHIVEFORM.DIFFREFBUTTON.CAPTION
source: Browse
fr: Parcourir...
sv: Bläddra

# TARCHIVEFORM.DIRECTORIESPAGE.CAPTION
source: Directories
fr: Répertoires
sv: Mappar

# TARCHIVEFORM.DRYRUNCHECK.CAPTION
source: Test run only
fr: Test de marche uniquement
sv: Endast provkörning

# TARCHIVEFORM.EMPTYDIRCHECK.CAPTION
source: Preserve directories
fr: Preserver les répertoires
sv: Bevara mappar

# TARCHIVEFORM.EXCLUDEFILEMASKS.CAPTION
source: Add mask
fr: Ajouter un masque
sv: Lägg till mask

# TARCHIVEFORM.EXCLUDEFILESLABEL.CAPTION
source: Exclude files:
fr: Exclure les fichiers :
sv: Uteslut filer:

# TARCHIVEFORM.FILESPAGE.CAPTION
source: Files
fr: Fichiers
sv: Filer

# TARCHIVEFORM.GZIPCHECK.CAPTION
source: use gzip compression
fr: Utiliser la compression gzip
sv: använd gzip-komprimering

# TARCHIVEFORM.INCLUDEFILEMASKS.CAPTION
source: Add mask
fr: Ajouter un masque
sv: Lägg till mask

# TARCHIVEFORM.INCLUDEFILESLABEL.CAPTION
source: Include files:
fr: Inclure les fichiers :
sv: Medtag filer:

# TARCHIVEFORM.OPTIONSPAGE.CAPTION
source: Options
sv: Val

# TARCHIVEFORM.PAUSECHECK.CAPTION
source: Pause between slices
fr: Pause entre les segments
sv: Gör paus mellan bitar

# TARCHIVEFORM.READCONFIGCHECK.CAPTION
source: Attempt to read DAR configuration files
fr: Tentative de lecture des fichiers de configuration de DAR
sv: Försök att läsa DARs inställnings filer

# TARCHIVEFORM.REPEATRADIOBUTTON.CAPTION
source: Run regularily at
fr: Lancer régulièrement à
sv: Kör regelbundet

# TARCHIVEFORM.RUNONCEDATEEDIT.CANCELCAPTION
source: Cancel
fr: Annuler
sv: Avbryt

# TARCHIVEFORM.RUNONCERADIOBUTTON.CAPTION
source: Run once only at
fr: Lancer une seule fois à
sv: Kör endast en gång

# TARCHIVEFORM.SAVEARCHIVEINLABEL.CAPTION
source: Save archive in
fr: Enregistrer l'archive sous
sv: Spara arkiv i

# TARCHIVEFORM.SAVESCRIPTCHECKBOX.CAPTION
source: Save script as
fr: Enregistrer le script sous
sv: Spara skript som

# TARCHIVEFORM.SCHEDULEPAGE.CAPTION
source: Scheduling
fr: Programmation
sv: Schemaläggning

# TARCHIVEFORM.SCRIPTFILEBUTTON.CAPTION
source: Browse
fr: Parcourir...
sv: Bläddra

# TARCHIVEFORM.SLICESCHECK.CAPTION
source: Use slices
fr: Segmenter
sv: Använd bitar

# TARCHIVEFORM.SLICESIZELABEL.CAPTION
source: Slice size
fr: Taille Segment
sv: Bitstorlek

# TARCHIVEFORM.SUBLABEL.CAPTION
source: Reference archive
fr: Archive de référence
sv: Referensarkiv

# TCREATESAVEDIALOG.CANCELBUTTON.CAPTION
source: Cancel
fr: Annuler
sv: Avbryt

# TCREATESAVEDIALOG.FILENAMELABEL.CAPTION
source: Save backup settings as
fr: Enregistrer les paramètres de sauvegarde dans
sv: Spara backupinställningar som

# TCREATESAVEDIALOG.NOTESLABEL.CAPTION
source: Notes
sv: Notiser

# TDIFFFORM.ARCHIVEBOX.EDITLABEL.CAPTION
source: Archive
sv: Arkiv

source: Base Directory
sv: Basmapp

# TDIFFFORM.BROWSEARCHIVE.CAPTION
source: Browse
fr: Parcourir...
sv: Bläddra

# TDIFFFORM.BROWSEDIRECTORY.CAPTION
source: Browse
fr: Parcourir...
sv: Bläddra

# TDIFFFORM.CANCELBUTTON.CAPTION
source: Cancel
fr: Annuler
sv: Avbryt

# TDIFFFORM.CLOSEBUTTON.CAPTION
source: &Close
sv: &Stäng

source: Results:
sv: Result:

source: Verbose output
sv: Pratigt utdata

# TEXTRACTSELECTEDFORM.CANCELBUTTON.CAPTION
source: Cancel
fr: Annuler
sv: Avbryt

# TEXTRACTSELECTEDFORM.FLATRESTORECHECKBOX.CAPTION
source: Ignore directories
fr: Ignorer les répertoires
sv: Ignorera mappar

# TEXTRACTSELECTEDFORM.OPTIONSGROUPBOX.CAPTION
source: Options
sv: Val

source: Existing files
sv: Befintliga filer

# TEXTRACTSELECTEDFORM.RESTOREFILESLABEL.CAPTION
source: Restore files to
fr: Restaurer les fichiers dans
sv: Återställ filer till

# TFILEMASKDIALOG.CANCELBUTTON.CAPTION
source: Cancel
fr: Annuler
sv: Avbryt

# TFILEMASKDIALOG.CAPTION
source: Add file
fr: Ajouter un fichier
sv: Lägg till fil

# TFILEMASKDIALOG.FILEMASKLABEL.CAPTION
source: File mask
fr: Masque fichier
sv: Filmask

# TISOLATEFORM.ARCHIVEBUTTON.CAPTION
source: Browse
fr: Parcourir...
sv: Bläddra

# TISOLATEFORM.CANCELBUTTON.CAPTION
source: Cancel
fr: Annuler
sv: Avbryt

# TISOLATEFORM.CATALOGUEBUTTON.CAPTION
source: Browse
fr: Parcourir...
sv: Bläddra

# TISOLATEFORM.ISOLATEFORM.CAPTION
source: Isolate archive catalogue
fr: Isoler le catalogue de l'archive
sv: Isolera arkivkatalog

# TISOLATEFORM.SUBLABEL.CAPTION
source: Save catalogue as
fr: Enregistrer le catalogue sous
sv: Spara katalog som

# TMAINFORM.MENUARCHIVE.CAPTION
source: Archive
sv: Arkiv

source: Edit
sv: Redigera

source: &File
sv: &Fil

source: &Help
sv: &Hjälp

# TMAINFORM.MENUSETTINGS.CAPTION
source: Options
sv: Val

source: Messages:
sv: Meddelanden:

# TMAINFORM.MIARCHIVEDIFF.CAPTION
source: Compare files
fr: Comparer les fichiers
sv: jämför filer...

# TMAINFORM.MIEXIT.CAPTION
source: Exit
fr: Quitter
sv: Avsluta

# TMAINFORM.MIFILENEW.CAPTION
source: New
fr: Nouveau
sv: Nytt

# TMAINFORM.MIFILEOPEN.CAPTION
source: Open
fr: Ouvrir
sv: Öppna

# TMAINFORM.MIHELPABOUT.CAPTION
source: About DarGUI
fr: A propos de DARGUI
sv: Om DarGUI

# TMAINFORM.MIHELPCONTENTS.CAPTION
source: DarGUI Help
fr: Aide de DarGUI
sv: DarGUI Hjälp

# TMAINFORM.MIHELPDAR.CAPTION
source: Dar Documentation
fr: Documentation Dar
sv: Dar dokumentation

source: Hide messages
sv: Göm meddelanden

source: Isolate catalogue
sv: Isolera katalog

source: Open recent ...
sv: Öppna tidigare...

source: Operation logs
sv: Åtgärdsloggar

source: Restore all
sv: Återställ allt

source: Restore selected
sv: Återställ valt

# TMAINFORM.MISELECTFILTER.CAPTION
source: Select by Filter
fr: Sélectionner par Filtre
sv: Välj med hjälp av filter

# TMAINFORM.MISHOWSELECT.CAPTION
source: Show Selected
fr: Afficher la Sélection
sv: Visa valt

# TMAINFORM.MISHOWTOOLBAR.CAPTION
source: Show Toolbar
fr: Afficher la barre d'outils
sv: Visa verktygsrad

# TMAINFORM.MITESTARCHIVE.CAPTION
source: Check Integrity
fr: Contrôler l'intégrité
sv: Kontrollera integritet

# TMAINFORM.MITOGGLESELECT.CAPTION
source: Toggle Selected
sv: Byt valt

source: Preferences
sv: Inställningar

# TMAINFORM.PMIHIDEALL.CAPTION
source: Hide All
fr: Cacher tous
sv: Göm allt

# TMAINFORM.PMIRESTOREALL.CAPTION
source: Restore All
fr: Restorer Tout
sv: Återställ allt

# TMAINFORM.PMIRESTORESELECTED.CAPTION
source: Restore Selected
fr: Restorer la Sélection
sv: Återställ valt

# TMAINFORM.PMISELECTFILTER.CAPTION
source: Select by Filter
fr: Sélectionner par Filtre
sv: Välj med hjälp av filter

# TMAINFORM.PMISHOWALL.CAPTION
source: Show All
fr: Afficher Tout
sv: Visa allt

# TMAINFORM.PMISHOWALLSELECTED.CAPTION
source: Show Selected
fr: Afficher la Sélection
sv: Visa valt

# TMAINFORM.PMITOGGLESELECT.CAPTION
source: Toggle Selected
sv: Byt valt

# TMAINFORM.TBCREATE.HINT
source: Create a new archive
fr: Créer une nouvelle archive
sv: Skapa ett nytt arkiv

# TMAINFORM.TBDIFF.HINT
source: Compare archive and filesystem
fr: Comparer l'archive à un répertoire
sv: Jämför arkiv och filsystem

# TMAINFORM.TBISOLATE.HINT
source: Isolate archive catalogue
fr: Isoler le catalogue de l'archive
sv: Isolera arkivkatalog

# TMAINFORM.TBOPEN.HINT
source: Open an archive
fr: Ouvrir une archive
sv: Öppna ett arkiv

# TOPLOGFORM.CAPTION
source: Logs
sv: Loggar

# TOPLOGFORM.CLOSEBUTTON.CAPTION
source: &Close
sv: &Stäng

source: Copy Selected
sv: Visa valt

source: Execute
sv: Utför

# TOPTIONSFORM.CANCELBUTTON.CAPTION
source: Cancel
fr: Annuler
sv: Avbryt

# TOPTIONSFORM.FILESOPENEDLBL.CAPTION
source: files opened
sv: filer öppnade

# TOPTIONSFORM.REMEMBERLBL.CAPTION
source: Remember last
sv: Kom ihåg senaste

# TPASSWORDDLG.CANCELBUTTON.CAPTION
source: Cancel
fr: Annuler
sv: Avbryt

# TSCHEDULEMANAGERFORM.CLOSEBUTTON.CAPTION
source: &Close
sv: &Stäng

# TSELECTFILTERFORM.ADDFILTERBUTTON.CAPTION
source: Add
fr: Ajouter
sv: Lägg till

# TSELECTFILTERFORM.CANCELBUTTON.CAPTION
source: Cancel
fr: Annuler
sv: Avbryt

# TSELECTFILTERFORM.CLEARFILTERSBUTTON.CAPTION
source: Clear
fr: Effacer
sv: Rensa

# TSELECTFILTERFORM.DELFILTERBUTTON.CAPTION
source: Remove
fr: Retirer
sv: Tag bort

source: Apply filter to filenames only
sv: Tillämpa filter bara på filnamn

source: Apr
fr: Avr

source: Aug
fr: Aou

source: Group
fr: Groupe

source: Size
fr: Taille

source: Status
fr: Etat

source: User
fr: Utilisateur

source: Feb
fr: Fév

source: Include directories:
fr: Inclure les répertoires :

source: Jun
fr: Jui

# dgstrconst.rsmenuinformation
source: Information
fr: Informations

source: SVN Revision: %s
fr: Révision: %s

# TMAINFORM.MIARCHIVEINFORMATION.CAPTION
source: Information
fr: Informations
